'''
    118.25.213.122:8889/index/
    118.25.213.122:8889/back/
    1.修改短信内容
        --->已经修改√
    2.金数据格式--学校属于多个字段
        --->接口已修改,不用再输学校字段了√
    3.批量注册老师的时候添加多余信息或为老师添加增加修改信息的页面
        --->批量添加很复杂,信息应尽可能的简略,并且添加多余的信息与问卷系统没有任何相关,无法为你添加✘
        --->为老师添加新的页面是个解决方法,但这是新的需求,无法为你添加✘
    4.自定义角色
        --->已经在后台主页为你添加这个教程√
    5.用户清单
        --->后台有链接可以查看所有用户√
    6.管理员批量上传学生名单
        --->根据你的需求这需要一个新的页面,暂时不能为你添加✘
    7.问卷加载错误
        --->已经修改√
    8.通过微信方式通知
        --->需求改动较大暂时没有办法为你添加✘
    9.界面改动
        --->已经修改√
    10.忘记密码按钮报错
        --->已经修改√
    11.法律声明页面
        --->新的页面需求,暂时没有办法为你添加✘
    12.360排版错误
        --->已经修改√
    13.页面居中问题
        --->已经修改√
    14.为新老师添加一个问卷结果有很多
        --->问卷属于班级,而不是属于老师.如果原来的班级本来就有问卷,出现这样的情况是正常的√
'''














































